<?php

return [

    'newDeposit'        => 'شحن جديد',
    'id'                => 'رقم التعريف',
    'paymentMethod'     => 'طريقة الدفع',
    'currency'          => ' العملة',
    'amount'            => 'الكمية',
    'sentDate'          => 'يوم الارسال',
    'createdAt'         => 'تاريخ الانشاء',
    'lastActivity'      => 'اخر تحديث',
    'qeue'              => ' القائمة',
    'status'            => 'الحالة',
    'expired'           => 'منتهية',

    'Canceled'          => 'الغيت',
    'Open'              => 'مفتوحة',
    'Refused'           => 'رفض',
    'Accepted'          => 'قبل',

    'depositRequest'    => 'طلب الشحن',
    'thanksForDeposit'  => 'شكرا لإيداعك. نحن نبحث في طلبك',
    'depositSteps'      => 'بشكل عام ، يتم إيداع جميع الودائع بالترتيب الذي تم إنشاؤه به. في بعض الأحيان ، نظرًا لبعض الطلبات التي تتطلب مزيدًا من البحث أكثر من غيرها وأيضًا بسبب الطلب الزائد ، قد يستغرق الرد وقتًا أطول من يوم عمل واحد. يرجى قبول اعتذاراتنا مقدمًا عن أي رد يتجاوز هذا الإطار الزمني ، ولكن تأكد من أننا نعمل بجد من أجل العودة إليك في أسرع وقت ممكن لتقديم استجابة جيدة. شكرا لصبرك',
    'depositAccepted'   => 'عظيم! تم قبول طلب الإيداع الخاص بك.',
    'depositRefused'    => 'تم رفض طلب الإيداع الخاص بك.',
    'cancelDeposit'     => 'الغاء الطلب',
    'urgentVerification' => 'التحقق العاجل',
    'youCancelledDeposit' => 'لقد ألغيت الإيداع',
    'refusedMistake'    => 'إذا كنت تعتقد أن هذا خطأ ، فاتصل بنا في أقرب وقت ممكن.',

    'select'            => 'حدد',
    'receipt'           => 'الإيصال',
    'sendDeposit'       => 'ارسال الطلب',
    'paymentInfo'       => 'معلومات الدفع',




];
