<?php

return [


    'safa9at'               => 'صفقات',
    'signIn'                => 'تسجيل الدخول',
    'register'              => 'تسجيل جديد',
    'safa9atAlgeria'        => 'صفقات الجزائر',
    'doItFromYourHome'      => 'افعلها و انت جالس في بيتك',
    'tit1'                  => 'صفقات',    
    'desc1'                 => 'يمكن الحصول على افضل الخدمات و انت في منزلك',
    'tit2'                  => 'الأمان',
    'desc2'                 => 'عندما تودع أموالك في  صفقات ، ستكون أموالك آمنة',
    'tit3'                  => 'سهل الاستخدام',
    'desc3'                 => 'صفقات يدعم طرق دفع متعددة و من بينها طرق دفع جزائرية',
    'someOfOurServices'     => 'بعض خدماتنا',
    'seeAllServices'        => 'الاطلاع على جميع الخدمات',
    'benaliSayadAhmed'      => 'بن علي سيد احمد',
    'owner'                 => 'مبرمج و صاحب الموقع',
    'readyToGetStarted'     => 'هل أنت جاهز للبدء؟ أفتح حساب الأن!',
    'signUp'                => 'اشترك!',
    'about'                 => 'من نحن',
    'contact'               => 'راسلنا',
    'termOfUse'             => 'قوانين الاستخدام',
    'privacyPolicy'         => 'سياسة الخصوصية',
    'allRightReserved'      => '© صفقات 2019. جميع الحقوق محفوظة',



];
