<?php

return [


	'newWithdraw'		=> 'طلب سحب جديد',
	'id'				=> 'رقم التعريف',
	'qeue'				=> 'قائمة الانتظار',
	'status'			=> 'الحالة',


    'paymentMethod'     => 'طريقة الدفع',
    'paymentInfo'       => 'معلومات الدفع',
    'select'            => 'حدد',
    'currency'          => 'العملة',
    'amount'            => 'المبلغ',
    'sendWithdraw'      => 'ارسل الطلب',

	'withdrawRequest'    => 'طلب السحب',
    'thanksForwithdraw'  => 'شكرا لسحبك نحن نبحث في طلبك',
    'withdrawSteps'      => 'بشكل عام ، يتم إيداع جميع الطلبات بالترتيب الذي تم إنشاؤه به. في بعض الأحيان ، نظرًا لبعض الطلبات التي تتطلب مزيدًا من البحث أكثر من غيرها وأيضًا بسبب الطلب الزائد ، قد يستغرق الرد وقتًا أطول من يوم عمل واحد. يرجى قبول اعتذاراتنا مقدمًا عن أي رد يتجاوز هذا الإطار الزمني ، ولكن تأكد من أننا نعمل بجد من أجل العودة إليك في أسرع وقت ممكن لتقديم استجابة جيدة. شكرا لصبرك',
    'withdrawRefused'    => 'تم رفض طلب السحب الخاص بك.',
    'cancelWithdraw'     => 'الغاء السحب',
    'urgentVerification' => 'التحقق العاجل',
    'youCancelledWithdraw' => 'لقد الغيت طلب السحب',
    'refusedMistake'    => 'إذا كنت تعتقد أن هذا خطأ ، فاتصل بنا في أقرب وقت ممكن.',
    'createdAt'         => 'أنشئت في',
    'lastActivity'      => 'النشاط الاخير',

	'cancelled'          => 'الغيت',
    'open'              => 'مفتوحة',
    'refused'           => 'رفض',
    'accepted'          => 'قبل',
];
